Revit 2020 API
MasonryCMU Class
 Represents the properties of materials.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Since: 2018.1
Syntax
C#
public static class MasonryCMU
Visual Basic
Public NotInheritable Class MasonryCMU
Visual C++
public ref class MasonryCMU abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.Visual.MasonryCMU
See Also
MasonryCMU Members
Autodesk.Revit.DB.Visual Namespace